Repository: kambalabs/KmbModuleManager
Catalog: language/*.po
Languages: fr_fr

source: Module %s is unknown or not installed !
fr_fr: Le module %s est inconnu ou n'est pas installé !

source: Version %s is not available for module %s !
fr_fr: La version %s n'est pas disponible pour le module %s !

source: The command 'puppet module upgrade' for module %s %s returned the following error on the puppet master : %s
fr_fr: La commande 'puppet module upgrade' pour le module %s %s a retourné l'erreur suivante sur le puppet master : %s

source: The command 'puppet module upgrade' for module %s %s on environment %s returned the following error : <code>%s</code>
fr_fr: La commande 'puppet module upgrade' pour le module %s %s sur l'environnement %s a retourné l'erreur suivante : <code>%s</code>

source: An error occured when updating module %s %s : %s
fr_fr: Une erreur est survenue lors de la mise à jour du module %s %s : %s

source: Failed to update module %s to %s on environment %s : <code>%s</code>
fr_fr: Échec lors de la mise à jour du module %s vers %s sur l'environnement %s : <code>%s</code>

source: Module %s has been successfully updated to %s on environment %s
fr_fr: Le module %s a bien été mis à jour vers %s sur l'environnement %s

source: Module %s %s has been successfully installed !
fr_fr: Le module %s %s a bien été installé !

source: Module %s is not installed in environment %s !
fr_fr: Le module %s n'est pas installé dans l'environnement %s !

source: The command 'puppet module uninstall' for module %s returned the following error on the puppet master : %s
fr_fr: La commande 'puppet module uninstall' pour le module %s a retourné l'erreur suivante sur le puppet master : %s

source: The command 'puppet module uninstall' for module %s on environment %s returned the following error : <code>%s</code>
fr_fr: La commande 'puppet module uninstall' pour le module %s sur l'environnement %s a retourné l'erreur suivante : <code>%s</code>

source: An error occured when removing module %s : %s
fr_fr: Une erreur est survenue lors de la suppression du module %s : %s

source: Failed to remove module %s on environment %s : <code>%s</code>
fr_fr: Échec lors de la suppression du module %s sur l'environnement %s : <code>%s</code>

source: Remove module %s from environment %s
fr_fr: Suppression du module %s de l'environnement %s

source: Module %s has been successfully remove !
fr_fr: Le module %s a bien été supprimé !

source: Enable auto update for module %s on environment %s
fr_fr: Activation de la mise à jour automatique pour le module %s sur l'environnement %s

source: Auto update has been successfully enabled on this module.
fr_fr: La mise à jour automatique est dorénavant activée sur ce module.

source: Disable auto update for module %s on environment %s
fr_fr: Désactivation de la mise à jour automatique pour le module %s sur l'environnement %s

source: Auto update has been successfully disabled on this module.
fr_fr: La mise à jour automatique est dorénavant désactivée sur ce module.

source: Receive Gitlab Hook for module %s : %s
fr_fr: Réception d'un hook Gitlab pour le module %s : %s

source: Module %s has been successfully auto updated to %s on environment %s
fr_fr: Le module %s a bien été mis à jour automatiquement vers %s sur l'environnement %s

source: The command 'puppet module upgrade' for auto update module %s %s on environment %s returned the following error : <code>%s</code>
fr_fr: La commande 'puppet module upgrade' pour la mise à jour automatique du module %s %s sur l'environnement %s a retourné l'erreur suivante : <code>%s</code>

source: Failed to auto update module %s to %s on environment %s : <code>%s</code>
fr_fr: Échec lors de la mise à jour automatique du module %s vers %s sur l'environnement %s : <code>%s</code>

source: Module %s cannot be installed in environment %s (already installed or unknown module) !
fr_fr: Le module %s ne peut pas être installé dans l'environnement %s (module déjà installé ou inconnu) !

source: The command 'puppet module install' for module %s %s returned the following error on the puppet master : %s
fr_fr: La commande 'puppet module install' pour le module %s %s a retourné l'erreur suivante sur le puppet master : %s

source: The command 'puppet module install' for module %s %s on environment %s returned the following error : <code>%s</code>
fr_fr: La commande 'puppet module install' pour le module %s %s sur l'environnement %s a retourné l'erreur suivante : <code>%s</code>

source: An error occured when installing module %s %s : %s
fr_fr: Une erreur est survenue lors de l'installation du module %s %s : %s

source: Failed to install module %s %s on environment %s : <code>%s</code>
fr_fr: Échec lors de l'installation du module %s %s sur l'environnement %s : <code>%s</code>

source: Module %s %s has been successfully installed on environment %s
fr_fr: Le module %s %s a bien été installé sur l'environnement %s

source: auto update
fr_fr: mise à jour auto

source: YES
fr_fr: OUI

source: NO
fr_fr: NON

source: Update the module
fr_fr: Mettre à jour le module

source: Update
fr_fr: Mettre à jour

source: Remove the module
fr_fr: Supprimer le module

source: Remove
fr_fr: Supprimer

source: You can update the module with any available branch or released version.
fr_fr: Vous pouvez mettre à jour le module avec n'importe quelle branche ou version disponible.

source: Select a version...
fr_fr: Sélectionnez une version...

source: Force update
fr_fr: Forcer la mise à jour

source: The update of the module will be forced, but the dependencies will not be updated !
fr_fr: La mise à jour du module sera forcée, cependant les dépendances ne seront pas mises à jour !

source: Cancel
fr_fr: Annuler

source: Save
fr_fr: Enregistrer

source: Confirm Remove
fr_fr: Confirmer la suppression

source: You are about to remove %s module from %s environment.
fr_fr: Vous êtes sur le point de supprimer le module %s de l'environnement %s.

source: Do you want to proceed ?
fr_fr: Êtes-vous sûr de vouloir continuer ?

source: Add a module
fr_fr: Ajouter un module

source: Add
fr_fr: Ajouter

source: You can add any released version or any branch of a module.
fr_fr: Vous pouvez ajouter n'importe quelle version releasée ou n'importe quelle branche d'un module.

source: Choose a module...
fr_fr: Choisir un module...

source: Auto update
fr_fr: Mise à jour automatique

source: The module will be updated automatically at each gitlab push event for this branch.
fr_fr: Le module sera mis à jour automatiquement à chaque push sur gitlab pour cette branche.
